{
  "translation": {
    "navigation": {
      "market": "Ринок",
      "rules": "Правила",
      "aboutUs": "Про нас",
      "contacts": "Контакти",
      "login": "Логін"
    },
    "button": {
      "login": "Логін",
      "registration": "Реєстрація",
      "play": "Гра"
    },
    "title": {
      "gwent": "Гвинт"
    },
    "paragraphs": {
      "game": {
        "descriptions": {
          "one": "це карткова гра, де перемогу визначає не удача, а ваша майстерність. Обирайте фракцію, збирайте армію та змагайтеся з гравцями з усього світу в різних ігрових режимах. Миттєво змінюйте стратегію завдяки сотням унікальних карт із харизматичними героями, могутніми заклинаннями та особливими здібностями. Пам’ятайте: кожне ваше рішення впливає на результат битви.",
          "two": "Опановуйте мистецтво створення колоди, перехитріть суперників і піднімайтесь у рейтингах, щоб стати справжнім чемпіоном GWENT!"
        },
        "mode": {
          "one": "Дуельний режим — це змагання між двома гравцями в реальному часі через вебсокет-з'єднання. Кожен учасник керує власною колодою, використовуючи стратегію та тактичне мислення, щоб перемогти супротивника. Гра проходить у покроковому форматі, де кожне рішення впливає на результат битви.",
          "two": "Матчі в дуельному режимі забезпечують динамічний ігровий процес, у якому важливо не лише мати сильні карти, а й уміти передбачати дії суперника. Завдяки онлайн-з'єднанню гравці можуть змагатися один з одним з будь-якої точки світу, піднімаючись у рейтингах і відточуючи свою майстерність."
        },
        "start": {
          "one": "Щоб розпочати гру в дуельному режимі, спочатку необхідно зареєструватися або увійти до свого акаунта. Після цього ви можете ознайомитися з правилами гри, щоб краще розуміти механіку та особливості карткових битв. Інтерфейс дозволяє швидко переходити між розділами та налаштовувати власну колоду перед матчем.",
          "two": "Коли ви готові, викличте супротивника на дуель — це може бути випадковий гравець або ваш друг. Завдяки системі онлайн-з'єднання матч почнеться миттєво, а ви зможете продемонструвати свою стратегію та майстерність у Гвинті. Перемагайте, заробляйте рейтинг та ставайте кращим гравцем!"
        }
      }
    },
    "subTitle": {
      "advertisement": "Безкоштовна карткова гра по всесвіту Відьмака, де гравці збирають колоди та проводять стратегічні битви.",
      "gameDescriptionOne": "",
      "gameDescriptionTwo": ""
    },
    "labels": {
      "call": "Хочеш залишатися в курсі подій? <span>Приєднайся до нас!<span/>"
    }
  }
}
